{
  "crimeSuccess": [
    "You work for the Juarez cartel as a brick-presser and earn {amount}! They'll probably kill you and your family tomorrow. Just saying.",
    "You rob an orphanage for {amount}.",
    "You break into the house next door and sell their gaming PC on E-Bay for {amount}.",
    "You work as a scam seller on Amazon selling fake airpods for {amount}.",
    "You break into Rapunzel's kingdom, steal her hair, and sell it on the black market for {amount}.",
    "You are a high school chemistry teacher diagnosed with lung cancer & turn to selling meth for {amount} to secure your family's future.",
    "You punched some random person and they gave you {amount} to stop.",
    "You smashed a kid's piggy bank and got {amount} from it.",
    "What you did was too horrible to speak of. I can't believe you would do that. Was the {amount} even worth it for those horrible crimes you did? No.",
    "You were hired as an assassin and you succeeded, earning {amount}.",
    "You need some extra cash for your drug habit. You break into the local dirty video store and rob them of {amount}! You also take a few \"items\" for yourself...",
    "You stole the golf balls from a golf course and sell them for {amount}.",
    "You break to a garage and steal {amount} worth of tools.",
    "You stole a wallet and found {amount}, along with a coupon to the local smoothie shop!",
    "You don't remember what you did, but you know it was highly illegal. Oh, and there is a mysterious gift card worth {amount} on your table... how strange.",
    "You stole a zebra from the zoo and sold it on the black market for {amount}.",
    "You somehow managed to steal a piece of the moon and sold it for {amount}.",
    "You run a farm-to-table business drug business, distributing *special* mushrooms across the country and making {amount} in profit.",
    "You raise exotic betta fish and charge teenagers {amount} to watch them fight to the death."
  ],
  "crimeFail": [
    "You break into the house next door only to find the whole family eating dinner together. Your bail cost {amount}.",
    "You got shot trying to smuggle drugs across the border. The medical bills cost you a whopping {amount}.",
    "You get caught shoplifting by the local mall cop, who fines you for {amount}.",
    "You tried to do a prank call but called the police instead and were fined {amount}.",
    "You tried to rob a McDonald's but Ronald Mcdonald Big Mac'd you in the face and stole {amount} from you.",
    "You tried to rob someone but they just mugged you instead. You lost {amount}.",
    "You attempted to steal a bar of chocolate from a local store but were caught and had to pay {amount}. It was bad chocolate.",
    "You tried to jump the old lady walking down the street. Turns out she had a gun, and robbed you blind of {amount}.",
    "You attempted to cook up some drugs to sell on the black market, but the chemicals exploded in your face, costing you {amount} in medical bills.",
    "The bank you tried to rob was just robbed by someone else. The bank was full of police, but since you didn't steal anything you were only fined {amount}.",
    "You robbed a house but left your phone there... how could you be so stupid! You got fined {amount}.",
    "You must have been pretty darn stupid for thinking you wouldn't get caught while trying to steal a chair from the White House. You got caught and were fined {amount}.",
    "You tried to steal a statue from a museum in Singapore. You didn't know it's illegal to chew bubble gum in Singapore, so you got fined {amount} without even stealing anything.",
    "You tried to rob a bank in Copenhagen, but found out that it is illegal to wear masks in public in Denmark. You got fined {amount}, but at least didn't get arrested.",
    "You stole a wallet on a beach in Spain. You decided to hide the wallet on a sandcastle you found. You shouldn't have done that. You got fined {amount} because it's illegal to build sandcastles in Spain.",
    "You tried griefing someone's house, but they placed a trap of TNT under it so you died. You have to pay {amount} for damages.",
    "You were robbing a mansion in Beverly Hills, when suddenly the exotic piranhas in their fish tank jump out of the water, biting your arm off. You pay {amount} in medical bills.",
    "You were running from the police, but you tried on your untied shoelace and broke your nose. The plastic surgery cost you {amount}... but you'll never look the same.",
    "You wrecked the car you borrowed from the High Rollers in the race. You owe them {amount} in damages.",
    "You commit credit card fraud only to realize that it was YOUR credit card you spent {amount} on. Good luck paying that back.",
    "While performing a drive by, one of the bullets ricochets off a a steel door and hits you right in the eye. The medical bills were {amount}.",
    "You make a Minecraft server to scam little kids but get a DMCA takedown from Mojang. You pay a lawyer {amount} to refute but lose the court case anyway.",
    "You got caught stealing cheese wheels are were fined {amount}.",
    "You kick an employee for fun while they're wearing a spring lock suit. This causes a spring lock failure and the employee dies. You get sued {amount}. Great job."
  ]
}